export default {
  selectLang: 'भाषा चुनें',
  findMyPhone: 'मेरा फ़ोन खोजें',
  settings: 'सेटिंग्स',
  en: 'अंग्रेज़ी',
  ru: 'रूसी', 
  ar: 'अरबी',
  es: 'स्पेनिश',
  fr: 'फ़्रेंच',
  de: 'जर्मन',
  hi: 'हिन्दी',
  id: 'इंडोनेशियन',
  ko: 'कोरियाई',
  pt: 'पुर्तगाली',
  next: 'आगे',
  letsTry: 'आइए कोशिश करें!',
  noAds: '24 घंटे के बिना विज्ञापन प्राप्त करने के लिए केवल दो छोटे वीडियो देखें',
  watch: 'देखें',

  //Settings
  sensitivity: 'संवेग',
  volume: 'आवाज़',
  length: 'लंबाई',
  default: 'डिफ़ॉल्ट',
  disco: 'डिस्को मोड',
  sos: 'SOS मोड',
  strongVibration: 'मज़बूत गूंथन',
  heartbeat: 'दिल की धड़कन',
  tickTock: 'टिक-टॉक',

  //LoadScreen
  phoneFinder: 'हैंड क्लैप फ़ोन फ़ाइंडर',
  phoneSearch: 'स्मार्ट फ़ोन सर्च',
  advertising: 'इस क्रिया में विज्ञापन हो सकता है',

  //Home
  pressForDeactivate: 'निष्क्रिय करने के लिए दबाएं',
  pressFor: ' ऐप्लिकेशन खोलने के लिए दबाएं',
  activate: 'सक्रिय करने के लिए टैप करें',
  deactivate: 'निष्क्रिय करने के लिए टैप करें',
  soundForSearch: 'खोज के लिए ध्वनि',
  soundOfFrolic: 'मजाक की आवाज़ें',
  melody: 'संगीत',
  vibration: 'वाइब्रेशन',
  flashlight: 'फ़्लैशलाइट',

  //HowItWork
  howItWork_clapsTitle: 'आपके हाथ पिटाएं',
  howItWork_clapsDesc: 'अपना खोया हुआ फ़ोन खोजने के लिए',
  howItWork_flashTitle: 'फ़्लैशलाइट',
  howItWork_flashDesc: 'अंधेरे में विभिन्न तीव्रता के सिग्नल देती है',
  howItWork_findTitle: 'अपना फ़ोन खोजें',
  howItWork_findDesc: 'तेज़ी से और आसानी से. फ़ोन खोने का अहसास ही नहीं होगा।',

  //HowItWorkFromMenu
  HIW_guide1: 'सक्रिय करने के लिए बटन पर क्लिक करें',
  HIW_guide2: 'जब आप अपना फ़ोन नहीं ढूंढ़ सकते हैं, तो दो बार हाथ पिटाएं',
  HIW_guide3: 'ऐप पल्म पिटाने की ध्वनि को पहचानेगा और बजना शुरू करेगा',
  HIW_guide4: 'सक्रिय करने से पहले आप फ़्लैशलाइट को सेट कर सकते हैं, आवाज़ का स्तर समायोजित कर सकते हैं और अलार्म की आवाज़ चुन सकते हैं',

  //BottomMenu
  language: 'भाषा',
  howItWork: 'यह कैसे काम करता है?',
  rateUs: 'हमें रेट करें',
  rateUsCC: 'हमें रेट करें',
  policy: 'गोपनीयता नीति',
  rateUsDesc: 'हम अपने ऐप को सुधारने और और अधिक सुविधाजनक बनाने के लिए सक्रिय रूप से विकसित कर रहे हैं। यदि आप हमारे ऐप को मूल्यांकन देते हैं तो हमें आपके प्रतिस्पर्धात्मक प्रतिक्रिया के लिए कृतज्ञ रहेंगे।',

  //VIP
  noAdvertising: 'कोई विज्ञापन नहीं',
  unlimitedContent: 'असीमित सामग्री',
  rangeOfVisual: 'विजुअल थीम की विशाल विविधता',
  warning: 'यदि आप भाग नहीं लेते हैं, तो ऐप मुफ़्त में उपलब्ध रहेगा, लेकिन इसमें विज्ञापन शामिल होगा।',
  warning2: 'किसी भी समय रद्द किया जा सकने वाला एक एकल भुगतान। "जारी रखें" पर क्लिक करके आप सत्यापित कर रहे हैं कि भुगतान आपके Google Play खाते से कटेगा।',

  //Permission
  microPermission: 'माइक्रोफ़ोन एक्सेस',
  microPermissionDesc: 'हाथ पिटाने पर आपके फ़ोन के गतिविधियों को पहचानने के लिए हमारे ऐप को माइक्रोफ़ोन एक्सेस की आवश्यकता है। हालांकि, हम आपके डेटा की गोपनीयता की गारंटी देते हैं और इसे किसी अन्य तरीके से उपयोग नहीं करते।',
  access: 'एक्सेस प्रदान करें',
  notifiPermission: 'सूचना',
  notifiPermissionDesc: 'इस ऐप के लिए सूचनाएं सक्षम करें ताकि इस ऐप से आने वाली सभी जोड़ों की सूचनाएं और जानकारी प्राप्त करें।',

  //SoundOf
  standard: 'मानक',
  bell: 'घंटी',
  call: 'कॉल',
  space: 'अंतरिक्ष',
  bit: '8 बिट',
  fromDevice: 'डिवाइस से आवाज़ें',
  laugh: 'हँसी',
  fart: 'पाद',
  monster: 'राक्षस',
  siren: 'साइरन',
  belching: 'डकार',
  cry: 'रोना',
  meow: 'म्याऊं',
  woof: 'भौंकना',
};
