export default {
  selectLang: 'Выбрать язык',
  findMyPhone: 'Найти мой телефон',
  settings: 'Настройки',
  en: 'Английский',
  ru: 'Русский',
  ar: 'Арабский',
  es: 'Испанский',
  fr: 'Французский',
  de: 'Немецкий',
  hi: 'Хинди',
  id: 'Индонезийский',
  ko: 'Корейский',
  pt: 'Португальский',
  next: 'ДАЛЕЕ',
  letsTry: 'ДАВАЙТЕ ПОПРОБУЕМ!',
  noAds:
    'Посмотрите всего два коротких видеоролика, чтобы получить 24 часа без рекламы бесплатно.',
  watch: 'Смотреть',

  //Settings
  sensitivity: 'Чувствительность',
  volume: 'Громкость',
  length: 'Длина',
  default: 'По умолчанию',
  disco: 'Режим диско',
  sos: 'Режим SOS',
  strongVibration: 'Сильная вибрация',
  heartbeat: 'Сердцебиение',
  tickTock: 'Тик-так',

  //LoadScreen
  phoneFinder: 'Поиск телефона по хлопку',
  phoneSearch: 'Умный поиск телефона',
  advertising: 'Это действие может содержать рекламу',

  //Home
  pressForDeactivate: 'Нажмите, чтобы деактивировать',
  pressFor: 'Нажмите, чтобы открыть приложение',
  activate: 'Нажмите, чтобы активировать',
  deactivate: 'Нажмите, чтобы деактивировать',
  soundForSearch: 'Звук для поиска',
  soundOfFrolic: 'Шутливые звуки',
  melody: 'Мелодия',
  vibration: 'Вибрация',
  flashlight: 'Фонарик',

  //HowItWork
  howItWork_clapsTitle: 'Хлопните в ладоши',
  howItWork_clapsDesc: 'чтобы найти свой утерянный телефон',
  howItWork_flashTitle: 'Фонарик',
  howItWork_flashDesc: 'в темноте подает сигналы разной интенсивности',
  howItWork_findTitle: 'Найдите свой телефон',
  howItWork_findDesc:
    'быстро и легко. Забудьте, каково это — потерять телефон.',

  //HowItWorkFromMenu
  HIW_guide1: 'Нажмите кнопку активации',
  HIW_guide2: 'Дважды хлопните, если не можете найти свой телефон',
  HIW_guide3: 'Приложение обнаружит звук хлопков и начнет звонить',
  HIW_guide4:
    'Перед активацией вы можете настроить фонарик, уровень громкости и выбрать звук сигнала',

  //BottomMenu
  language: 'Язык',
  howItWork: 'Как это работает?',
  rateUs: 'Оцените нас',
  rateUsCC: 'Оцените нас',
  policy: 'Политика конфиденциальности',
  rateUsDesc:
    'Мы активно развиваем наше приложение, чтобы улучшить его и сделать более удобным. Мы будем благодарны за ваш отзыв, если вам нравится наше приложение.',

  //VIP
  noAdvertising: 'Без рекламы',
  unlimitedContent: 'Неограниченный контент',
  rangeOfVisual: 'Широкий выбор визуальных тем',
  warning:
    'Если вы выберете не участвовать, приложение будет продолжать быть доступным бесплатно, но с рекламой.',
  warning2:
    'Единовременный платеж, который можно отменить в любое время. Нажимая "Продолжить", вы подтверждаете, что оплата будет снята с вашей учетной записи Google Play.',

  //Permission
  microPermission: 'Доступ к микрофону',
  microPermissionDesc:
    'Для распознавания движений вашего телефона при хлопках, наше приложение требует доступ к микрофону. Мы гарантируем конфиденциальность ваших данных и не используем их иным способом.',
  access: 'Предоставить доступ',
  notifiPermission: 'Уведомления',
  notifiPermissionDesc:
    'Включите уведомления для этого приложения, чтобы получать уведомления и информацию обо всех добавлениях из этого приложения.',

  //SoundOf
  standard: 'Стандартный',
  bell: 'Звонок',
  call: 'Звонок',
  space: 'Космос',
  bit: '8 бит',
  fromDevice: 'Звуки на устройстве',
  laugh: 'Смех',
  fart: 'Пук',
  monster: 'Монстр',
  siren: 'Сирена',
  belching: 'Отрыжка',
  cry: 'Плач',
  meow: 'Мяуканье',
  woof: 'Гавканье',
};
